/**
 * Экран с картой (взять Яндекс карту). Экран открывается при клике на элемент списка с экрана Home
 * На экран передаются данные по Объекту в том числе и
 * "geometry": {"type": "Point","coordinates": [37.516477,55.830705]}
 * На карте обозначить точку соответствующую координатам, сфокусировать карту на точке.
 * Дать пользователю возможность Зумировать и перемещать карту
 *
 * в нижней части экрана расположен "Боттом Шит" с детальной информацией по Объекту
 * тоже что и на списке +
 * "schedule": "ежедневно с 9:00 до 21:00",
 * "branchStatus": {"branchStatusText": "Свободно","branchStatusClass": "free"},
 * "metro": [{"line": "red-line-dotted","name": "Коптево"}],
 * */